
tap "homebrew/bundle"

brew "awscli"
brew "bat"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "gnutls"
brew "goenv"
brew "goenv"
brew "imagemagick"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "lua"
brew "lua"
brew "neofetch"
brew "neovim"
brew "nodenv"
brew "opentofu"
brew "packer"
brew "pass"
brew "protobuf"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sqlite"
brew "starship"
brew "stow"
brew "task"
brew "tfenv"
brew "tmux"
brew "unbound"
brew "w3m"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "warp"
vscode "4ops.packer"
vscode "bbenoist.nix"
vscode "brettm12345.nixfmt-vscode"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "jinliming2.vscode-go-template"
vscode "mquandalle.graphql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "sumneko.lua"
vscode "vscodevim.vim"
